Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/saamelaisen_aineettoman_kulttuuriperinnon_konferenssi_23_-24_5_2018_ohjelma.html.tmx
Source language: fin
Languages: sme

source: SAAMELAISEN AINEETTOMAN KULTTUURIPERINNÖN KONFERENSSI
sme: SÁMI NJÁLMMÁLAŠ ÁRBEVIERUID KONFEREANSA

source: ALUSTAVA OHJELMA
sme: GASKABODDOSAŠ PROGRÁMMA

source: 10:00 – 10:30 AVAUS
sme: 10:00 – 10:30 RAHPAN

source: 10:00 – 10:10 Alkusanat – moderaattori
sme: 10:00 – 10:10 Álgosánit – moderáhtor

source: 10:10 – 10:15 Suomen saamelaiskäräjien presidentti – Tiina Sanila-Aikio
sme: 10:10 – 10:15 Suoma sámedikki presidenta – Tiina Sanila-Aikio

source: 10:15 – 10:20 Norjan saamelaiskäräjien presidentti – Aili Keskitalo
sme: 10:15 – 10:20 Norgga sámedikki presidenta – Aili Keskitalo

source: 10:20 – 10:25 Ruotsin saamelaiskäräjät – Marina Nilsson Ederlöv
sme: 10:20 – 10:25 Ruoŧa sámediggi – Marina Nilsson Ederlöv

source: 10:30 – 11:30 ALOITUS
sme: 10:30 – 11:30 ÁLGU

source: 10:50 – 11:10 Aineettoman kulttuuriperinnön haasteet saamelaisten näkökulmasta – Petra Laiti
sme: 10:50 – 11:10 Njálmmálaš árbevieru hástalusat sámiid geahččanguovllus – Petra Laiti

source: 11:10 – 11:30 Saamelaiskulttuurin hyväksikäyttö Suomen matkailuyrityksissä – Kirsi Suomi
sme: 11:10 – 11:30 Suoma mátkefitnodagaid ávkkástallan sámi kultuvrrain – Kirsi Suomi

source: 1. teema – Duodji eli saamenkäsityö
sme: 1 fáddá: Duodji

source: 11:30 – 11:50 Aineettoman kulttuuriperinnön haasteet duodjissa – Mari-Ann Nutti, Samesløjdstiftelsen
sme: 11:30 – 11:50 Njálmmálaš árbevieru hástalusat duojis – Mari-Ann Nutti, Samesløydstiftelsen

source: 11:50 – 12:10 Duodjin sielu – Maarit Magga
sme: 11:50-12:10 Duoji siellu – Maarit Magga

source: 12:10 – 13:10 Lounas
sme: 12:10 – 13:10 Beaivemális

source: Duodjinäyttelyjen avaus
sme: Duodječájáhusaid rahpan

source: Fia Kaddik: Lyhytkurssi tinalangan punomisesta
sme: Fia Kaddik: Oanehiskursa datneárppu batnimis

source: 1. teema – Duodji
sme: 1. fáddá – Duodji

source: 13:05 – 13:25 Aineettoman kulttuuriperinnön haasteet opetuksessa – Samuli Valkeapää
sme: 13:10 – 13:25 Njálmmálaš árbevieru hástalusat oahpahusas – Samuli Valkeapää

source: 13:25 – 13:45 Työ käynnissä: Sámi Duodji -merkki – Ellen Berit Dalbakk, Saamelaisneuvosto
sme: 13:25 – 13:45 Duodjemearkabargu – Ellen Berit Dalbakk , Sámiráđđi

source: 13:45 – 13:55 MIS of Sápmi osuuskunta – Marit Guttorm Graven
sme: 13:45 – 13:55 MIS of Sápmi oasusgoddi – Marit Guttorm Graven

source: 13:55 – 14:05 Kysymykset
sme: 13:55- 14:05 Jurdagat

source: 2. teema – Arkistoesineet: lähestyminen aineettomaan kulttuuriperintöön
sme: 2. fáddá – Vuorkádávvirat: lahkoneapmi immateriála kulturárbái

source: 14:05 – 14:25 Perintö palaa kotiin – Eeva-Kristiina Harlin (Outi Pieski)
sme: 14:05 – 14:25 Árbi joavdá ruoktot – Eeva-Kristiina Harlin (Outi Pieski)

source: 14:25 – 14:35 Repatriaatio ja elvyttäminen – Eeva-Kristiina Harlin
sme: 14:25 – 14:35 Repatriašuvdna ja ealáskahttin – Eeva-Kristiina Harlin

source: 14:35 – 14:50 AIDA-hanke – Hanna Helander/Sunna Valkeapää, Saamelaisarkisto
sme: 14:35 – 14:50 AIDA-fidnu – Hanna Helander/Sunna Valkeapää, Sámi arkiiva

source: 14:50 – 15:00 Kysymykset
sme: 14:50-15:00 Jurdagat

source: 15:00 – 15:30: Kahvitauko
sme: 15:00 – 15:30 Káffeboddu

source: 3. teema – Aineettomat kulttuurimuistot
sme: 3. fáddá – Njálmmálaš árbevieru kulturmuittut

source: 15:35 – 15:55 Saamelaisen kulttuuriperinnön suojaaminen – Klemetti Näkkäläjärvi
sme: 15:30 – 15:55 Sámi kulturárbbi suddjen – Klemetti Näkkäläjärvi

source: 15:55 – 16:15 Aineettomat kulttuurimuistot paikannimissä – Marit Myrvoll
sme: 15:55 – 16:15 Njálmmálaš árbevierut báikenamain – Marit Myrvoll

source: 16:15 – 16:35 Saamelaisten pyhien paikkojen paikannimet kirjallisissa ja suullisissa lähteissä – Jelena Porsanger
sme: 16:15 – 16:35 Sámi bassebáikkiid báikenamat čálálaš ja njálmmálaš gálduin – Jelena Porsanger

source: 16:35 – 16:55 Aineeton kulttuuriperinne Rastigaisasta – Toralf Henriksen
sme: 16:35 – 16:55 Njálmmálaš árbevierut Rástegáissá birra – Toralf Henriksen

source: 16:55 – 17:00 Kysymykset
sme: 16:55 – 17:00 Jurdagat

source: ILTAOHJELMA:
sme: EAHKETPROGRÁMMA

source: 17:45 – 19:30 Kulttuuriohjelma
sme: 17:45 – 19:30 Kulturprográmma

source: Niillas Holmberg 6. runokirjan julkaiseminen – DAT
sme: Niillas Holmberg 6. diktagirjji almmustahttin – DAT

source: Niillas Holmberg: runojen lausuntaa ja joikuja
sme: Niillas Holmberg: Divttaid lohkan ja juoigan

source: Inga Victoria Påve: Kertomuksia kuvista
sme: Inga Wictoria Påve: Muitaleapmi govaid birra

source: 20:00 – 22:00 Illallinen (omakustanteinen)
sme: 20:00 – 22:00 Eahketmális (juohkehaš máksá ieš)

source: 4. teema – Suullisten lauluperinteiden siirtäminen – joiku
sme: 4. fáddá – Njálmmálaš lávlunárbevieruid sirdin – luohti:

source: 10:05 – 10:25 Joiun tilanne – haasteet ja oikeudet – Biret Risten Sara
sme: 10:05 – 10:25 Luođi dilli – hástalusat ja vuoigatvuođat – Biret Risten Sara

source: 10:25 – 10:45 Saamelaiskulttuuri ja kehittyvät tekijänoikeudet – Piia Nuorgam
sme: 10:25 – 10:45 Sámekultuvra ja ovdáneaddji dahkkivuoigatvuođat – Piia Nuorgam

source: 10:45 – 11:05 Miten ottaa livđe takaisin – Anna Morottaja
sme: 10:45 – 11:05 Mo váldit livđe ruovttoluotta – Anna Morottaja

source: 11:05 – 11:25 Joiun haasteet ja rekrytointi – Domna Khomjuk
sme: 11:05 – 11:25 Luođi hástalusat ja rekryteren – Domna Khomjuk

source: 11:25 – 11:45 Saamelainen musiikkiakatemia – SAKK / Sámi Allaskuvla – Annukka Hirvasvuopio-Laiti
sme: 11:25 – 11:45 Sámi musihkkaakademiija – SOGSAKK/Sámi Allaskuvla – Annukka Hirvasvuopio-Laiti

source: 11:45 – 12:00 Kysymykset
sme: 11:45 – 12:00 Jurdagat

source: 12:00 – 13:00 Lounas
sme: 12:00 – 13:00 Beaivemális

source: 5. teema – Kertomaperinteen siirtäminen: elokuva/lavataide/kirjallisuus:
sme: 5. fáddá – Muitalanárbevieruid sirdin: filbma/lávdedáidda/girjjálašvuohta

source: 13:05 – 13:25 Näkökulmia suojasta – Pauliina Feodoroff
sme: 13:05 – 13:25 Oaidninvuogit suddjemis – Pauliina Feodoroff

source: 13:25 – 13:45 Tarinankerronta saamelaisen mytologian olentojen pohjalta – Kirsti Paltto
sme: 13:25 – 13:45 Máinnasteapmi sámi mytologiija fuobaliid vuođul – Kirsti Paltto

source: 13:45 – 14:05 Lyhytelokuva: Eatnanvuloš lottit – Marja Helander
sme: 13:45 – 14:05 Oanehisfilbma: Marja Helander – Eatnanvuloš lottit

source: 14:05 – 14:25 Lavateksti saamelaistarinoiden lähtökohdissa – Sara Margrethe Oskal
sme: 14:05 – 14:25 Lávdeteaksta sámi muitalusaid vuolggasajiin – Sara Margrethe Oskal

source: 14:25 – 14:45 ISFI: Elokuvaeettiset säännöt ulkopuolisille elokuvantekijöille ja -yrityksille – Liisa Holmberg
sme: 14:25 – 14:45 ISFI: Filbmaehtalaš njuolggadusat olggobeale filbmadahkkiide ja -fitnodagaide – Liisa Holmberg

source: 14:45 – 15:00 Kysymykset
sme: 14:45 – 15:00 Jurdagat

source: 15:00 – 15:30 Kahvitauko
sme: 15:00 – 15:30 Káffeboddu

source: 6. teema – Oikeudet ja immateriaalinen kulttuuriperintö
sme: 6. Fáddá: Vuoigatvuođat ja njálmmálaš árbevierru

source: 15:35 – 15:55 Tutkimuksen eettiset säännöt ja immateriaalinen kulttuuriymmärrys ulkopuolisten tahojen keskusteluun – Anni-Helena Ruotsala
sme: 15:30 – 15:55 Dutkama ehtalaš njuolggadusat ja njálmmálaš árbevierroáddejupmi olggobeale áktevrraid gulahallamii – Anni-Helena Ruotsala

source: 15:55 – 16:15 Onko perinteistiedolle sijaa luonnonvarojen hallinnassa?
sme: 15:55 – 16:15 Leago árbevirolaš máhttui sadji luondduvalljodagaid hálddašeamis?

source: – Solveig Joks, Sámi allaskuvla/Saamelainen korkeakoulu
sme: – Solveig Joks, Sámi allaskuvla

source: 16:15 – 16:35 Entä poronhoito? Perinteinen ekologinen tieto käytännössä – Berit Inga
sme: 16:15 – 16:35 Árbevirolaš ekologalaš máhttu boazodoalus – Berit Inga

source: 16:35 – 17:00 Perinteisen kalastustaidon siirtämisen haasteet – Ásllat Holmberg / Ivan Matrekhin
sme: 16:35 – 17:00 Hástalusat árbevirolaš guolástandáiddu sirdimis – Ásllat Holmberg / Ivan Matrekhin

source: 17:00 – 17:10 Kysymykset
sme: 17:00-17:10 Jurdagat

source: 17:10 – 17:30 Terveisiä Saamenmaalle
sme: 17:10 – 17:30 Dearvvuođat Sápmái

source: 17:30 – 17:45 Lopetus: Kulttuuriperinnön suojaaminen
sme: 17:30 – 17:45 Loahpaheapmi: Kulturárbbi suddjenčálus

source: Paneeliskeskustelu
sme: Panelaságastallan

source: 20:00 – Skábmagovien elokuvailta
sme: 20:00 – Skábmagovaid filbmaeahket

source: Call and response Kanada, 2014, 5’ Ohjaaja: Craig Commanda Kieli: Englanti, tekstitys englanniksi
sme: Call and response Kanada, 2014, 5’ Bagadalli: Craig Commanda Giella: Eaŋgalsgiella, teksten eaŋgalsgillii

source: Elektronisen aikakauden anishinabe-muusikko (ohjaaja itse) tapaa kansansa perinteen yöllä metsässä.
sme: Elektrovnnalaš áigodaga anishnabe-musihkkár (bagadalli ieš) deaivida álbmogis árbevieru ihkku meahcis.

source: Kummitustarina Sápmi/Suomi, 2017, 6’ Ohjaaja: Niki Rasmus Kieli: Pohjoissaame, tekstitys englanniksi.
sme: Gobmemainnas Sápmi/Suopma, 2017, 6’ Bagadalli: Niki Rasmus Giella: Davvisámegiella, teksten eaŋgalsgillii

source: Aslak Pieski kertoo pelottavan tarinan lapsuudestaan.
sme: Aslak Pieski muitala balddihahtti muitalusa iežas mánnávuođas.

source: Juuret on – Under Two Skies Sápmi/Suomi, 2016, 13’ Ohjaaja: Suvi West &amp; Anssi Kömi Kieli: Suomi, tekstitys englanniksi
sme: Juuret on – Under Two Skies Sápmi/Suopma, 2016, 13’ Bagadalli: Suvi West &amp; Anssi Kömi Giella: Suomagiella, teksten eaŋgalsgillii

source: Lyhytelokuva juurten tärkeydestä, lähtemisestä ja rakkaudesta kahden kulttuurin välissä.
sme: Oanehisfilbma ruohttasiid dehálašvuođas, vuolgimis ja ráhkisvuođas guovtti kultuvrra gaskkas.

source: Half &amp; half Grönlanti/Tanska, 2015, 3’ Ohjaaja: Aka Hansen Kieli: Grönlanti, tanska, tekstitys englanniksi
sme: Half &amp; half Ruonáeana/Dánmárku , 2015, 3’ Bagadalli: Aka Hansen Giella: Ruonáeatnangiella, dánskkagiella, teksten eaŋgalsgillii

source: Identiteetit eivät ole aina niin selkeitä.
sme: Identitehtat eai leat buot áiggiid nu čielgasat.

source: Elokuvantekijä Aka Hansen tasapainoilee grönlantilaisen ja tanskalaisen identiteettinsä välissä.
sme: Filbmadahkki Aka Hansen johtá ruonáeatnanlaš ja dánmárkulaš identitehtaidis gaskka.

source: Morit Elena Morit – Wake up Elena Wake Up Sápmi/Ruotsi, 2017, 5’ Ohjaaja/Käsikirjoittaja/Tuottaja: Inga-Wiktoria Påve &amp; Anders Sunna Kieli: Pohjoissaame, tekstitys englanniksi
sme: Morit Elena Morit – Wake up Elena Wake Up Sápmi/Ruoŧŧa, 2017, 5’ Bagadalli/Giehtačálli/Buvttadeaddji: Inga-Wiktoria Påve &amp; Anders Sunna Giella: Davvisámegiella, teksten eaŋgalsgillii

source: Skábmagovilla ja imagineNATIVE Media + Arts -festivaaleilla palkittu animaatio näyttää miten kolonialismi on hiipinyt saamelaisten luokse.
sme: Skábmagovain ja imagineNATIVE Media + Arts –festiváliin bálkkášuvvon animašuvdna čájeha mo koloniliasma lea njáhkan sámiid lusa.

source: Animaatio suosittelee saamelaisnuoria heräämään ja rakentamaan uuden yhteyden luontoon ja perinteisiin.
sme: Animašuvdna ávžžuha Sámi nuoraid morihit ja hukset ođđa oktavuođa lundui ja árbevieruide.

source: Three thousand Kanada, 2017, 14’ Ohjaaja: Asinnajaq Kieli: Englanti
sme: Three thousand Kanada, 2017, 14’ Bagadalli: Asinnajaq Giella: eaŋgalsgiella

source: Inuiittiohjaajan mielenkiintoisella aikamatkalla arkistokuvat ja animaatio muodostavat hienon kokonaisuuden, jonka kautta inuiittien mennyt, nykyinen ja tuleva aika tulevat nähtäville.
sme: Inuihtta bagadalli miellagiddevaš áigemátkkis arkiivvagovat ja animašuvdna huksejit fiinna ollisvuođa, man bokte inuihtaid vássán, dálá ja boahttevaš áigi bohtet ovdan.

source: ”Isäni syntyi kevätigluun – puolet lunta, puolet nahkaa.
sme: ’’Mu áhčči riegádii giđđaiglui – bealli muohta, bealli náhki.

source: Minä synnyin sairaalaan, minulla keltatauti ja kaksi hammasta”.
sme: Mun riegádin buohccevissui, mus fiskesdávda ja guokte báni’’.

source: Three thiusand voitti tämänvuotisen Skábmagovien parhaimman alkuperäiskansojen lyhytelokuvien palkinnon.
sme: Three thousand vuittii dán jagi Skábmagovain buoremus eamiálbmogiid oanehisfilmma bálkkašumi.

source: Smoke That Travels USA, 2016, 13’ Ohjaaja: Kayla Briët Kieli: Englanti
sme: Smoke That Travels USA, 2016, 13’ Bagadalli: Kayla Briët Giella: Eaŋgalsgiella

source: Kieli, tanssi, musiikki ja Potowatomien historia kietoutuvat viisaaksi kudelmaksi itseoppineen nuoren ohjaajan kunnianosoituksessa isänsä opeille ja kulttuuriperinteelle.
sme: Giella, dánsa, musihkka ja Potowatomi historjá giessasit viissis gođusin iešoahpan nuorra bagadalli čáppa gudnečájeheamis áhčis oahpuide ja kulturárbái.

source: Heidi – Kaissi-U’lljan-Mä’rjj-U’lljan Sápmi/Suomi, 2016, 10’ Ohjaaja: Aleksi Ahlakorpi, Tuottaja: Saamelaisalueen koulutuskeskus SOGSAKK Kieli: Suomi, tekstitys englanniksi ja koltansaameksi
sme: Heidi – Kaissi-U’lljan-Mä’rjj-U’lljan Sápmi/Suopma, 2016, 10’ Bagadalli: Aleksi Ahlakorpi, Buvttadeaddji: Sámioahpahusguovddáš SOGSAKK Giella: Suomagiella, teksten eaŋgalsgillii ja nuortalašgillii

source: Lyhytelokuva koltansaamelaisesta käsityötaitajasta, Heidi Gauriloffista, joka vasta aikuisena on päässyt oppimaan sukunsa kieltä ja kulttuuria.
sme: Oanehisfilbma nuortalaš giehtaduodječeahpis, Heidi Gauriloffis, gii easkka rávisolmmožin lea beassan oahppat sogas giela ja kultuvrra.

source: Sää’nte’mes Saakk Sápmi/Suomi, 2016, 7’ Ohjaaja: SOGSAKK opiskelijaryhmä / Tuottaja: Erkki Feodoroff / Saamelaisalueen koulutuskeskus SOGSAKK Kieli: Koltansaame
sme: Sää’nte’mes Saakk Sápmi/Suopma, 2016, 7’ Bagadalli: SOGSAKK studeantajoavku / Buvttadeaddji: Erkki Feodoroff / Sámioahpahusguovddáš SOGSAKK Giella: Nuortalašgiella

source: Anna Lumikivi laulaa maailman ensimmäisellä koltansaamelaisleu’dd-musiikkivideolla.
sme: Anna Lumisalmi lávlu máilmmi vuosttaš nuortalašleu’dd-musihkkavideos.

source: Mu nieidaskihpára áhkku – My girlfriend’s Grandma Sápmi, Suomi, 2016, 8’ Kieli: Pohjoissaame, suomi, tekstitys englanniksi
sme: Mu nieidaskihpára áhkku – My girlfriend’s Grandma Sápmi, Suopma, 2016, 8’ Giella: Davvisámegiella, suomagiella, teksten eaŋgalsgillii

source: (Pikku)Tuhma tarina pojasta, joka tapaa tyttöystävänsä mummon ensimmäistä kertaa.
sme: Skealbma máinnas gánddas, guhte deaivá nieidaskihpáris áhku vuosttas geardde.

source: Löytävätkö poika ja mummo yhteisen kielen?
sme: Gávdnábago gánda ja áhkku oktasaš giela?

source: Entä miten dildu liittyy tähän tarinaan?
sme: Naba mo dildu laktása dán máidnasii?

source: KIITOS KAIKILLE JOTKA OVAT RAHOITTANEET TÄMÄN KONFRENSSIN!
sme: GIITU BUOHKAIDE GEAT LEAT RUHTADAN DÁN KONFEREANSSA!
